{
    "slug": "ARC-P",
    "name": "ARC-P (IaaS)",
    "url": "arc-p.com",
    "logo": "ARC-P.png",
    "top_keywords": [
        "private cloud solutions",
        "ARC-P",
        "CSRA",
        "IaaS",
        "Autonomic Resources",
    ],
    "short_description": "Autonomic Resources, a CSRA Company, offers the ARC-P Government Community Cloud (GCC),ARC-P Government Private Cloud  (GPC), and ARC-P Secure Data Center (SDC) services from within the ARC-P FedRAMP JAB authorized Security Authorization Boundary.",
    "long_description": "Autonomic Resources, a CSRA Company, offers the ARC-P Government Community Cloud (GCC),ARC-P Government Private Cloud  (GPC), and ARC-P Secure Data Center (SDC) services from within the ARC-P FedRAMP JAB authorized Security Authorization Boundary.<br/><br/>ARC-P GCC provides agencies and government contractors physical or virtual machines in a shared government only cloud stack. ARC-P is a KVM based cloud system that assures interoperability and support for multiple hypervisor images. Agency virtualized images can be imported and exported from the ARC-P environment at agency request. ARC-P can support large numbers of agency virtual machines with the ability to scale services up and down according to agency customers’ varying requirements. ARC-P IaaS offers additional resources such as a virtual-machine disk image library, raw (block) and file-based storage, customer virtual network (CVN) separation at layer 2, firewalls, load balancers, public facing IP addresses, and software bundles. ARC-P IaaS supplies elastic compute resources on-demand from ARC-P compute pools installed in our CONUS only data centers. For cloud environment connectivity, agencies can use available ARC-P VPN solutions over the Internet or dedicated carrier clouds and circuits.<br/><br/>ARC-P GPC offers the same features as ARC-P GCC with additional logical and physical separation for private cloud environments that require a dedicated hardware stack.<br/><br/>ARC-P SDC (Secure Data Center) service provides agencies and government contractors secure IT system colocation services to assist with federal data center consolidation mandates along with their cloud first requirements. ARC-P SDC allows government customers to collocate their non-virtualized and legacy IT systems, as well as IT systems and private cloud stacks in which an agency or government contractor wishes to develop, deploy, and manage the full IT stack within the ARC-P FedRAMP JAB authorized Security Authorization Boundary, with the ability to leverage and inherit those ARC-P security controls that apply specifically to the physical environment and physical security of our facilities. Autonomic Resources is responsible for the physical security and physical environmental controls associated with each provided private cage and provides space, power, and any needed network cross-connects to other environments or circuits provided by the customer, to their hosted virtual environments within the ARC-P IaaS Government Community Cloud or ARC-P Government Private Cloud stacks. Data Center facility providers can engage Autonomic Resources for accreditation of their space under ARC-P SDC.",
    "sales_poc": "jfk@autonomicresources.com",
    "twitter_handle": "Autonomic_CLOUD",
    "linkedin_id": 711723,
    "contracts":[
        "sewp",
        "nitaac",
        "s70"
    ],
    "fedramp_jab": "http://www.fedramp.gov/marketplace/compliant-systems/autonomic-resources-llc-arc-p-iaas/",
}
