{
    "slug": "arcanum-group-inc",
    "name": "Arcanum Group Infor SyteLine ERP Suite",
    "url": "arcanumgroup.com",
    "logo_url": null,
    "top_keywords": [
        "sharepoint",
        "managed services",
        "outsourced it",
        "business intelligence",
        "data warehouse"
    ],
    "short_description": null,
    "long_description": "Arcanum Group, Inc. is an IT Services Consulting firm based in Dallas, TX,\ndelivering professional services in 3 main practice areas: IT Operation Managed Services IT Leadership Consulting Collaboration / Business Intelligence Consulting Click the \"see more\" link for\nthe full profile or visit our website at http://www.2arcanum.com 1) IT Operation\nManaged Services _ Managed services for turn-key outsourcing IT Ops of\norganizations with between 10 and 250 desktop systems including all back-office\nIT Ops support functions for help desk, server admin, network admin,\ninfrastructure, security and LOB systems support. Also provide add-on Operations\nservices to organizations with limited internal capacity to provide Escalation\nOperations Support. 2) IT Leadership Consulting _ Provide _ Virtual CTO/CIO_ѝ\nconsulting services to organizations with either internal or outsourced IT staff\n(between 100 and 2000 desktop systems) which provides strategy\ndevelopment/review and align IT Services with Business Operations. Report to\nBoard or specific organizational leadership (CEO/COO/CFO) for external\nperspective to internal IT operations challenges with defined outputs of\nrecommendations and corrective action plans. Specific expertise in the following\nareas: a. Implementation of ITIL / ITSM / Six Sigma / PMO Programs b. Help Desk\n/ Field Support Team Management Turn-Around c. Infrastructure Deployment Project\nManagement (Start-up or Turn-Around) d. M&A IT Operations Integration 3)\nCollaboration / Business Intelligence Consulting _ Provide either Turn-Key\nservices or Scoped Consulting Engagements on Collaboration and Business\nIntelligence. Deep technical expertise around Intra- and Extra-Organizational\nCollaboration including the following: a. Document Management / Controls b.\nContent Management c. Business Process Automation / Workflow d. Datawarehousing\nfor Business Intelligence (Measure / Analysis)",
    "twitter_handle": null,
    "linkedin_id": 228943,
    "contracts":[
        "sewp"
    ],
    "fedramp_inprocess_agency":"https://www.fedramp.gov/marketplace/in-process-systems/arcanum-group-inc-infor-syteline-erp-suite/",
}