{
    "slug": "att-cloud",
    "name": "AT&T Government Cloud",
    "url": "www.att.com/",
    "logo_url": "att.png",
    "top_keywords": [
        "telecommunications",
        "mobile",
        "wireless services",
        "u verse",
        "enterprise applications and managed hosting solutions"
    ],
    "short_description": "AT&T is a telecommunications company that provides wireless communications,\nlocal exchange, and long-distance services.",
    "long_description": "AT&T is a telecommunications company that provides wireless communications,\nlocal exchange, and long-distance services for consumers and businesses in the\nUnited States and internationally. The company offers its services in two\nsegments: wireless and wireline. Its wireless segment offers various wireless\nvoice, data, text, and other services. This segment sells various handsets,\nwirelessly-enabled computers, and wireless data cards for personal computers\nthrough its owned stores, agents, and third-party retail stores. It also sells\naccessories comprising carrying cases, hands-free devices, batteries, battery\nchargers, and other items to consumers as well as to agents and third-party\ndistributors. As of December 31, 2013, this segment served approximately 110\nmillion wireless subscribers. The company’s wireline segment provides data\nservices such as switched and dedicated transport, DSL internet access, network\nintegration, managed web hosting, packet, and enterprise networking services as\nwell as local, interstate, and international wholesale networking capacity\nsolutions to other service providers. This segment also offers voice services\nconsisting of local and long-distance services; wholesale switched access\nservices to other service providers; and outsourcing and integration services as\nwell as CPE and government-related services. This segment has served\napproximately 12 million retail consumers, 10 million retail businesses, and 2\nmillion wholesale access lines. AT&T is headquartered in Dallas, Texas.",
    "sales_poc":"debrahollingsworth@att.com",
    "twitter_handle": "ATT",
    "linkedin_id": 1052,
    "contracts":[
        "sewp"
    ],
    "fedramp_inprocess_jab": "https://www.fedramp.gov/marketplace/in-process-systems/att-att-government-cloud/",
}