{
    "slug": "autodesk-cloud",
    "name": "Autodesk Cloud Services",
    "url": "autodesk.com",
    "logo_url": "autodesk.png",
    "top_keywords": [
        "software",
        "games",
        "entertainment",
        "virtual worlds",
        "3d design software and technology"
    ],
    "short_description": "Autodesk A360 enables design and engineering centric project teams to work efficiently together in one central workspace.",
    "long_description": "Autodesk is develops 3D design software for use in the architecture,\nengineering, construction, and media industries. It offers AutoCAD software, a\ncomputer-aided design application for professional design, drafting, detailing,\nand visualization; AutoCAD LT, a professional drafting and detailing software;\nAutodesk Building Design Suites to manage various phases of design and\nconstruction; Autodesk Revit products that provide model-based design and\ndocumentation systems; Autodesk Infrastructure Design Suites; AutoCAD Civil 3D\nproducts for surveying, designing, analysis, and documentation; AutoCAD Map 3D\nsoftware, which offers direct access to data needed for infrastructure planning,\ndesign, and management; Autodesk Product Design Suites for digital prototyping;\nAutodesk Inventor that allows manufacturers to go beyond 3D design to digital\nprototyping; AutoCAD Mechanical software to accelerate the mechanical design\nprocess; and Autodesk Moldflow family of injection molding simulation software;\nAutodesk Maya and Autodesk 3ds Max software products for 3D modeling, animation,\neffects, rendering, and compositing solutions as well as Autodesk Flame,\nAutodesk Smoke, and Autodesk Lustre software applications that offer editing,\nfinishing, and visual effects design and color grading solutions. Autodesk, Inc.\nwas founded in 1982 and is headquartered in San Rafael, California.",
    "sales_poc":"anmol.misra@autodesk.com",
    "twitter_handle": "autodesk",
    "linkedin_id": 1879,
    "contracts":[
        "sewp",
        "s70"
    ],
    "fedramp_inprocess_agency":"https://www.fedramp.gov/marketplace/in-process-systems/autodesk-autodesk-cloud-services/",
}