{
    "slug": "blackberry-1",
    "name": "BlackBerry (FKA Research In Motion)",
    "url": "blackberry.com",
    "icon_url": "//datafox-favicons.s3.amazonaws.com/favicons/52bcda4d9a8c135e1c0002ab.ico",
    "logo_url": "//datafox-data.s3-us-west-1.amazonaws.com/images/cb_c13fc3f56944d73a5ffeb458060dac4e.image/png",
    "founded_year": 1984,
    "location": "Waterloo, Canada",
    "status": "Public",
    "top_keywords": [
        "hardware",
        "software",
        "mobile",
        "wireless",
        "wireless mobility"
    ],
    "number_of_employees": 5606,
    "short_description": "BlackBerry provides wireless devices and solutions for the worldwide mobile\ncommunications market.",
    "long_description": "BlackBerry provides wireless devices and solutions for the worldwide mobile\ncommunications market. It is widely known for the development of the Blackberry\nsmartphone. It offers the BlackBerry wireless communications platform solution,\nwhich includes the commpression and security infrastructure services enabling\nBlackBerry hand-held wireless devices to send and receive wireless messages and\ndata. It is engaged in the sale of BlackBerry hand-held devices and the\nprovision of data communication. Its portfolio of products and solutions\nincludes the BlackBerry wireless solution, the BlackBerry Wireless Hand-held\nproduct line, the BlackBerry PlayBook tablet, software development tools, and\nother software and hardware. It also provides QNX software for embedded systems\nmarket and BBM, which is known as an instant mobile to mobile private messaging\nservice. BlackBerry also carries expertise in allowing third party commercial\nand enterprise software developers to build and deploy custom applications to\nrun on BlackBerry smartphones. In addition, it provides its users with the\nBlackBerry Messenger Social Apps Platform, push, payments, advertising,\nlocation, maps, analytics, and Scoreloop services as well as repair and\nmaintenance services. BlackBerry is engaged in the sales of its solutions\nthrough wireless communication carriers and third party distribution channels.\nBlackberry was founded in 1984, based in Waterloo, Ontario. The company has\noffices in North America, Europe, and Asia Pacific."
}