{
    "slug": "chatwing",
    "name": "Chatwing",
    "url": "chatwing.com",
    "icon_url": "//datafox-favicons.s3.amazonaws.com/favicons/5130f08b8989846a360296de.ico",
    "logo_url": "//datafox-data.s3-us-west-1.amazonaws.com/images/cb_e40e001b0789f0ca070bb98d1ff787da.image/png",
    "founded_year": 2012,
    "location": null,
    "status": null,
    "top_keywords": [
        "messaging",
        "chat box",
        "chatbox",
        "free chat box",
        "chat software"
    ],
    "number_of_employees": null,
    "short_description": "Chatwing is free live chat software for any blog, social network or website.",
    "long_description": "Chatwing is 100% free live chat software for any blog or website. It can be used\nby any site as a live chat widget. Websites and bloggers have the ability to\nembed Chatwing into their site or embed a live chat button. Social Features:\nChatwing offers users the ability to login with Facebook, Twitter, or as a\nGuest. User can also \"share\" and \"tweet\" live chat content directly to Facebook\nand Twitter. See real-time online number of users and click direct to user\nFacebook and Twitter profiles. Admin Features: -Website and Blog admins have the\nability to Live Delete messages on the fly. -Create word filters -Seamlessly\ncreate additional Chatwing boxes in your account -Control size and width of\nChatbox on your site from Chatwing admin Chatwing Chatbox Features: -live user\ninteraction for your visitors -website owner can talk to members live -100%\nfree, Chatwing hosts all the chats -takes 1 minute to implement, few lines of\ncode is given to you instantly -just enter domain name and email on\nhttp://chatwing.com/signup and that is it! How to get Chatwing in 4 steps: 1.\nEnter your site domain and email address here: http://chatwing.com/signup 2.\nNext page, choose the color and the size which is suitable for your website or\nblog and click Submit 3. Instantly get the html code. 4. Embed the html code to\nyour site Thats it! Now you have Chatwing live chat on your site."
}