{
    "slug": "compusearch",
    "name": "FedConnect",
    "url": "www.compusearch.com/",
    "logo_url": "compusearch.png",
    "top_keywords": [
        "software development and design",
        "software",
        "custom software and technical consulting"
    ],
    "short_description": "FedConnect® is a Federal acquisition and grants portal where vendors and grant applicants can find opportunities for federal contracts, grants, and other types of assistance funding.",
    "long_description": "FedConnect® is a Federal acquisition and grants portal where vendors and grant applicants can find opportunities for federal contracts, grants, and other types of assistance funding. FedConnect bridges the gap between government agencies and their vendor and grant communities in order to streamline the procurement process for both the government and for organizations doing business with government. Through the FedConnect portal, Federal Government representatives are able to issue opportunity requests and make awards via the internet. Company representatives are able to review opportunities, submit bids or proposals, and receive awards. FedConnect provides an open channel of communication with the government that is both secure and auditable.<br/><br/>There are three types of government opportunities facilitated through FedConnect: traditional eRFX (e.g., Request for Proposals or Information) issuance, Reverse Auction events, and Financial Assistance opportunities, e.g. grants.<br/><br/>On the government side, FedConnect is accessed through a system-to-system interface to PRISM®, the Compusearch Acquisition and Grants Management enterprise software application. For setting up an agency’s PRISM with FedConnect, please call 800-899-6665.<br/><br/>On the vendor/applicant side, FedConnect is accessed via the internet. Anyone can access the FedConnect web site and review public opportunities. However, to receive directed opportunities that are not publicly issued, respond electronically, receive ongoing communications, or submit proposals or bids and receive awards through FedConnect, a vendor/applicant must be registered. For details using FedConnect as a vendor/applicant, check out the website (www.FedConnect.net) and the Ready, Set, Go! Tutorial if assistance is needed.",
    "sales_poc":"cdicker@compusearch.com",
    "twitter_handle": "Compusearch",
    "linkedin_id": null,
    "contracts":[
        "sewp",
        "s70"
    ],
    "fedramp_inprocess_agency":"https://www.fedramp.gov/marketplace/in-process-systems/compusearch-compusearch-fedconnect/",
}