{
    "slug": "cornerstone-ondemand",
    "name": "Cornerstone OnDemand Unified Talent Management Suite",
    "url": "cornerstoneondemand.com",
    "logo_url": "cornerstone.png",
    "top_keywords": [
        "career planning",
        "enterprise software",
        "software",
        "edtech",
        "training"
    ],
    "short_description": "Cornerstone OnDemand provides cloud-based talent management software solutions.",
    "long_description": "Cornerstone OnDemand is a leading global provider of a comprehensive learning\nand talent management solution delivered as Software-as-a-Service (SaaS). The\ncompany enables organizations to meet the challenges they face in empowering\ntheir people and maximizing the productivity of their human capital. Cornerstone\ncurrently empowers over 19.1 million users across 191 countries and in 42\nlanguages. Our integrated cloud-based software offering consists of Cornerstone\nOnboarding, Cornerstone Recruiting, Cornerstone Performance, Cornerstone\nLearning, Cornerstone Connect, Cornerstone Succession, Cornerstone Compensation\nand Cornerstone Extended Enterprise. Our clients use our solution to develop\nemployees throughout their careers, engage all employees effectively, improve\nbusiness execution, cultivate future leaders, and integrate with their external\nnetworks of customers, vendors and distributors. The company has more than 2,100\nclients, including multi-national corporations, large domestic enterprises,\nmid-market companies, state and local public sector organizations, higher\neducation institutions and non-profit entities. Clients include BJC HealthCare,\nFlextronics, Kelly Services, Pearson, Starwood Hotels & Resorts Worldwide, Teach\nfor America and Virgin Media Limited, among many others. Cornerstone supports\nmultiple client deployments of more than 150,000 users, including one client\nwith more than 700,000 users. Cornerstone is headquartered in Santa Monica,\nCalifornia, with offices in Auckland, Hong Kong, London, Mumbai, Munich, Madrid,\nParis, Rome, Sydney and Tel Aviv.",
    "sales_poc":"dtoy@csod.com",
    "twitter_handle": "cornerstoneinc",
    "linkedin_id": 19664,
    "contracts":[
        "sewp",
        "s70"
    ],
    "fedramp_agency":"http://www.fedramp.gov/marketplace/compliant-systems/cornerstone-ondemand-incompass-talent-management-system/",
}