{
    "slug": "facebook",
    "name": "Facebook",
    "url": "www.facebook.com/",
    "icon_url": "//datafox-data.s3.amazonaws.com/favicons/5130efc18989846a3600001c.ico",
    "logo_url": "//datafox-data.s3-us-west-1.amazonaws.com/images/cb_df6628127f970b439d3e12f64f504fbb.png",
    "founded_year": 2004,
    "location": "Menlo Park, CA",
    "status": "Public",
    "top_keywords": [
        "education",
        "identity management",
        "social media",
        "colleges",
        "communities"
    ],
    "number_of_employees": 8736,
    "short_description": "Facebook is an online social networking service that enables its users to\nconnect with friends and family as well as make new connections.",
    "long_description": "Facebook is an online social networking service that allows its users to connect\nwith friends and family as well as make new connections. It provides its users\nwith the ability to create a profile, update information, add images, send\nfriend requests, and accept requests from other users. Its features include\nstatus update, photo tagging and sharing, and more. Facebook’s profile structure\nincludes a timeline, information related to the user, images of the user, images\nadded by friends of the user, notes, pages, groups, and more. It enables its\nusers to create pages related to entertainment, sports, business, finance,\npreferences, hobbies, culture, religion, causes, organizations, and a number of\nother categories. It also enables its users to join or create groups related to\na vast number of categories. With millions of more users,\n[Friendster](http://www.crunchbase.com/organization/friendster) attempted to\nacquire the company for $10 million in mid-2004. Facebook turned down the offer\nand subsequently received $12.7 million in funding from [Accel\nPartners](http://www.crunchbase.com/organization/accel-partners) at a valuation\nof around $100 million. Facebook continued to grow opening up to high school\nstudents in September 2005 and adding a photo sharing feature the next month.\nThe next spring, Facebook received $25 million in funding from [Greylock\nPartners](http://www.crunchbase.com/organization/greylock) and [Meritech\nCapital](http://www.crunchbase.com/organization/meritech-capital-partners) as\nwell as previous investors [Accel\nPartners](http://www.crunchbase.com/organization/accel-partners) and [Peter\nThiel](http://www.crunchbase.com/person/peter-thiel). The pre-money valuation\nfor this deal was about $525 million. Facebook subsequently opened up to work\nnetworks eventually amassing over 20,000 work networks. Finally in September\n2006, Facebook was opened to anyone with an email address. Facebook continued to\nreceive funding most notably in January 2011 receiving $1.5 billion and valuing\nthe company at $50 billion. A year later in February 2012, Facebook announced\nthat it was filing for its long-anticipated initial public offering. The company\nwent public on May 18, 2012 opening in\n[NASDAQ](http://www.crunchbase.com/organization/nasdaq-private-market) with\nshares trading at $42.05. Facebook announced positive numbers in February 2012\nupon filing for its IPO. As of July 2013 over 1.15 billion users have logged\ninto Facebook every month and 669 million users daily. Mobile users now make up\nhalf of Facebook’s user base with 819 million monthly actives. Facebook is one\nof the most trafficked sites in the United States. Additionally, Facebook is the\ntop photo sharing site with 250 million photos uploaded per day. The company has\nstrategic partnership with AXA Group to develop marketing and commercial\ncollaboration in the digital, social, and mobile sphere. Facebook is currently\nthe owner of many applications and services such as Pagemodo Pagebuilder, [RSS\nGraffiti](http://www.crunchbase.com/organization/rss-graffiti),\n[Huddle](http://www.crunchbase.com/product/huddle), and more. It is the world’s\nlargest social network with over 1.32 billion monthly active users. Facebook was\nfounded by [Mark Zuckerberg](http://www.crunchbase.com/person/mark-zuckerberg),\n[Eduardo Saverin](http://www.crunchbase.com/person/eduardo-saverin), [Andrew\nMcCollum](http://www.crunchbase.com/person/andrew-mccollum), [Dustin\nMoskovitz](http://www.crunchbase.com/person/dustin-moskovitz), and [Chris\nHughes](http://www.crunchbase.com/person/chris-hughes) on February 4, 2004 in\nMenlo Park, California."
}