{
    "slug": "ibm-maas360",
    "name": "IBM MaaS360 Enterprise Mobility Management",
    "url": "ibm.com",
    "logo_url": "ibm.png",
    "top_keywords": [
        "information technology",
        "information services",
        "software",
        "cloud computing",
        "cloud data services"
    ],
    "short_description": "IBM’s MaaS360 is a comprehensive, cloud-based security and management platform for devices, applications and content.",
    "long_description": "IBM’s MaaS360 is a comprehensive, cloud-based security and management platform for devices, applications and content. Government agencies use MaaS360 to protect data and optimize productivity, enabling employees to work anytime and anywhere through trusted mobile interactions. Through a single console, agencies can:
        <br/><br/>
        <ul>
        <li>Activate and configure devices over the air for instant set-up</li>
        <li>Monitor and control the security posture of smartphones, tablets, and laptops</li>
        <li>Distribute, secure and manage mobile apps for easy employee</li>
        <li>Enforce policy compliance for stronger data protection</li>
        <li>Access, sync and share business documents for seamless collaboration</li>
        <li>Enable secure mobile web browsing and simple access to intranet sites</li>
        <li>Contain email and attachments with data loss prevention controls</li>
        <ul>
        MaaS360 provides a true, on-demand software-as-a-service delivery model, built on a secure, multi-tenant architecture. It offers immediate insight and control without the added costs and complexities of deploying hardware and software, dealing with intricate configurations, and dedicating additional resources to support the solution on an ongoing basis.",
    "sales_poc":"jeff.ward@us.ibm.com",
    "twitter_handle": "IBM",
    "linkedin_id": 1009,
    "contracts":[
        "sewp",
        "s70"
    ],
    "fedramp_jab":"http://www.fedramp.gov/marketplace/compliant-systems/ibm-maas360-enterprise-mobility-management-saas/",
}