{
    "slug": "ibm-smartcloud",
    "name": "IBM SmartCloud for Government",
    "url": "ibm.com",
    "icon_url": "//datafox-favicons.s3.amazonaws.com/favicons/5130efcb8989846a360013e2.ico",
    "logo_url": "//datafox-data.s3-us-west-1.amazonaws.com/images/cb_fc5fbe7a562dd577b05e46797caa134c.image/png",
    "founded_year": 1911,
    "location": "Armonk New York, NY",
    "status": "Public",
    "twitter_handle": "IBM",
    "linkedin_id": 1009,
    "top_keywords": [
        "information technology",
        "information services",
        "software",
        "cloud computing",
        "cloud data services"
    ],
    "number_of_employees": 412775,
    "short_description": "IBM’s SmartCloud for Government (SCG) is a secure multi-tenant Infrastructure as a Service (IaaS) cloud computing environment for U.S. Federal customers.",
    "long_description": "IBM’s SmartCloud for Government (SCG) is a secure multi-tenant Infrastructure as a Service (IaaS) cloud computing environment for U.S. Federal customers. SCG services include provisioning of compute, memory, network, OS, and storage resources to meet client production and development/test computing needs. SCG IaaS services can be bundled with enterprise class, fully managed cloud hosting services, including OS Provisioning and Administration, Enterprise System Management,  Security Operation Center (SOC), Storage Management, and Backup.  These SCG IaaS capabilities can also be leveraged to support a broad range of IBM and 3rd party software offerings using a PaaS or SaaS delivery model.<br/><br/>IBM’s portfolio of cloud security expertise spans multiple security domains including people, data, applications and infrastructure, with an emphasis on visibility, control, isolation and automation. The SCG solutions are delivered from IBM Federal Data Centers (FDC) that are expressly designed and managed to meet FISMA requirements. IBM SCG enables customers to choose cloud solutions and services that meet their workload requirements and helps Government agencies deliver business outcomes with faster time to value and a lower total cost of ownership.",
    "sales_poc":"jmorrisn@us.ibm.com",
    "fedramp_jab":"http://www.fedramp.gov/marketplace/compliant-systems/ibm-smartcloud-for-government/",
    "tags":[
        "iaas"
    ],
    "contracts":[
        "sewp"
    ],
}