{
    "slug": "knight-point-systems",
    "name": "Knight Point Systems CloudSeed",
    "url": "knightpoint.com",
    "logo_url": null,
    "top_keywords": [
        "datacenter relocation",
        "optimization",
        "green it",
        "information technology and services",
        "inc 5000 2014 it services"
    ],
    "short_description": "The KPS Federal Community Cloud, called CloudSeed, is an off-premises IaaS solution that leverages Cisco hardware, world-class Equinix facilities, and open-source technology to provide compute, storage, and network resources to Federal customers in a secure manner.",
    "long_description": "The KPS Federal Community Cloud, called CloudSeed®, is is an off-premises IaaS solution that is FedRAMP compliant and meets DoD PA SRG Level 5 controls while leveraging Cisco hardware, world-class Equinix facilities, and open-source technology to provide compute, storage, and network resources to Federal customers in a secure manner. Customers can engage resources in an a la carte, and pay-for-performance model that allows them to know exactly what to expect – It’s the technology you need, when you need it.  All infrastructure resources are managed and monitored through the KPS tool Zeus, which is included within the boundaries of the CloudSeed system, and gives customers the ability to view and manage cloud resources across the full range of possible KPS cloud deployments – Public, Federal Community, and Private - as well as across multiple CSPs (AWS, Azure, etc.) and on-premise virtualization technologies (ESXi, KVM, etc.).  By providing customers this single pane of glass to both view and manage all of their infrastructure solutions, Zeus allows for true hybrid cloud solutions that can combine pre-existing customer solutions with new cloud-based solutions.  Zeus gives customers a truly holistic view into their infrastructure, and allows them to move workloads across solution as-needed to addresses specific business requirements.  The technical architecture that makes up CloudSeed is also available via the KPS Public Cloud for both Federal and Commercial customers, as well as in private cloud deployments on a customer's premises or in KPS' FedRAMP compliant data center.  This architecture providers cheap, efficient, and reliable clouds by abstracting the underlying physical hardware and automatically and instantly recognizing every piece of hardware that is plugged into the system as simply Compute, Storage, or Network resources.  In other words, KPS customers are able to use their pre-existing equipment as the basis for their own private cloud deployment simply by connecting it to the system via ethernet or fiber cable.  Through this technology, customers are able to instantiate an entire cloud from scratch in under 20 minutes, giving them previously unparalleled flexibility in their cloud deployments.",
    "sales_poc": [
        "info@knightpoint.com",
        "horizonadministration@knightpoint.com",
        "rlewis@knightpoint.com"
        ],
    "twitter_handle": null,
    "linkedin_id": 425356,
    "contracts":[
        "sewp"
    ],
    "fedramp_ready":"https://www.fedramp.gov/marketplace/fedramp-ready-systems/knight-point-systems-cloudseed/",
}
