{"id":"5130efc38989846a36000164","slug":"linkedin","name":"LinkedIn","overall_score":1241,"object_type":"company","icon_url":"//datafox-data.s3.amazonaws.com/favicons/5130efc38989846a36000164.ico","url":"www.linkedin.com/","founded_year":2003,"logo_url":"//datafox-data.s3-us-west-1.amazonaws.com/images/cb_86da62135b4364194047472102ccf66f.png","stage":"Public","status":"Public","location":"Mountain View, CA","top_keywords":["social media","networking","software","social recruiting","online professional network"],"pe_ratio":null,"market_cap":14260000000,"revenue_estimate":2200000000,"number_of_employees":6897,"total_funding":124407933,"last_funding_date":null,"twitter_handle":"linkedin","linkedin_id":1337,"twitter_followers_count":1188697,"angellist_followers_count":1591,"short_description":"LinkedIn, a professional networking site, allows its members to create business\nconnections, search for jobs, and find potential clients.","long_description":"LinkedIn is a professional networking site that allows its members to create\nbusiness connections, search for jobs, and find potential clients. The site also\nenables its users to build and engage with their professional networks; access\nshared knowledge and insights; and find business opportunities. It offers\nLinkedIn mobile applications across various platforms and languages such as iOS,\nAndroid, Blackberry, Nokia Asha, and Windows Mobile; a public website that\nallows developers to integrate its content and services into their applications;\nand a set of embeddable widgets to allow web developers to include content from\nthe company’s network into their websites and applications. In addition, the\ncompany provides talent solutions, including LinkedIn Corporate Solutions that\nenables enterprises and professional organizations to find, contact, and hire\nqualified candidates; LinkedIn Jobs that allows enterprises and professional\norganizations to advertise job opportunities on the company’s network; and\nSubscriptions which enables recruiters and hiring managers to find, contact, and\nmanage potential candidates. It also offers LinkedIn Ads, a self-service\nplatform that enables advertisers to build and target their advertisements at\nits members; Enterprise, a marketing solution to target larger advertisers that\nreceive dedicated account management and additional marketing solutions; and\nSponsored Updates that enables advertisers to share and amplify content\nmarketing messages. Additionally, LinkedIn provides premium subscriptions for\ngeneral professionals to manage their professional identities. LinkedIn was\nfounded in 2002 and is headquartered in Mountain View, California."}