{
    "slug": "sendwordnow",
    "name": "Send Word Now",
    "url": "sendwordnow.com",
    "logo_url": "sendwordnow.jpeg",
    "top_keywords": [
        "messaging",
        "emergency notification",
        "operational alerting",
        "crisis communications",
        "it alerting"
    ],
    "short_description": "Send Word Now’s award-winning alerting service provides two-way, on-demand emergency and routine messaging to a designated group of recipients across a variety of platforms.",
    "long_description": "Send Word Now’s award-winning alerting service provides two-way, on-demand emergency and routine messaging to a designated group of recipients across a variety of platforms. From email to voicemail to mobile apps, alerts are transmitted to the communication device of each recipient’s choice. Leading organizations across a wide range of industries depend on Send Word Now to deliver thousands of messages across a broad range of recipients within just minutes.<br/><br/>The Send Word Now alerting service is an easy-to-use, member-activated interface that doesn’t require new hardware or technical expertise to master. Recipients can sign up for alerts via the communication device of their choice and update their personal profile as needed. Once an alert is sent, message recipients can respond via Send Word Now’s Get Word Back feature, providing managers with vital information as a situation develops. Within the alerting console, administrators can track and document responses, initiate conference calls and quickly reference all sent and received messages for auditing purposes.<br/><br/>Through the use of dynamic groups, multiple points of contact and unique features such as Get Word Back, AlertLinks, and push conferencing, customers can take advantage of Send Word Now’s customizable platform to maximize their crisis communication efforts.",
    "sales_poc":"abaker@sendwordnow.com",
    "twitter_handle": "sendwordnow",
    "linkedin_id": 37982,
    "contracts":[
        "sewp"
    ],
    "fedramp_inprocess_agency":"https://www.fedramp.gov/marketplace/in-process-systems/send-word-now-swn-emergency-notification-service-ens/",
}