{
    "slug": "skillsoft",
    "name": "SkillSoft Private Cloud",
    "url": "www.skillsoft.com",
    "logo_url": "skillsoft.png",
    "top_keywords": [
        "curated web",
        "elearning",
        "training",
        "learning solutions",
        "courseware"
    ],
    "short_description": "Skillsoft provides online learning and e-learning solutions for global\nenterprises, SMEs, governments and educational institutions.",
    "long_description": "SkillSoft Public Limited Company provides e-learning and performance support\nsolutions for enterprises, government, education, and small to medium-sized\nbusinesses worldwide. Its products include SkillChoice Multi-Modal Learning\nSolutions that provide resources to support formal training and informal\nperformance support needs; SkillPort, a learning management platform that\nenables organizations to manage their e-learning programs; SkillSoft Dialogue, a\nvirtual classroom platform designed for the assembly and delivery of live and\non-demand learning sessions; KnowledgeCenters, which are prepackaged learning\nportals that allow learners instant access to content; Business Impact Series\ntitles, which are audio-driven dramatizations of workplace business problems and\nrelated solutions; Challenge Series titles that are interactive case studies\nfocused on content analysis, problem solving, and decision making; Business\nSkills Courseware Collection comprising 2,200 courseware titles and simulations\nencompassing management/leadership, project management, sales and\ncustomer-facing skills, business strategy/operations, finance, and human\nresources; IT Skills and Certification Courseware Collection, which includes\n2,450 courseware titles encompassing software development, operating systems and\nserver technologies, Internet and network technologies, enterprise database\nsystems, and Web design; Desktop Skills Courseware Collection consisting of\napproximately 800 courseware titles to assist professionals who rely upon\ndesktop applications and also supports industry certification; and Legal\nCompliance, Federal Government Compliance, and Environmental Safety and Health\nCourseware Collection designed to address federal requirements that govern\nfederal employees. It also provides online mentoring services, IT and business\nbooks to online subscribers, executive content services, and professional\nservices. SkillSoft is headquartered in Nashua, New Hampshire.",
    "sales_poc":"edi.feldman@skillsoft.com",
    "twitter_handle": "Skillsoft",
    "linkedin_id": 5383,
    "contracts":[
        "sewp"
    ],
    "fedramp_inprocess_agency":"https://www.fedramp.gov/marketplace/in-process-systems/skillsoft-private-cloud/",
}