{
    "slug": "vazata",
    "name": "VAZATA (COPT Connect LLC) Virtual Federal Image (IaaS)",
    "url": "vazata.com",
    "icon_url": "//datafox-favicons.s3.amazonaws.com/favicons/5130f0a98989846a3603060a.ico",
    "logo_url": "//datafox-data.s3-us-west-1.amazonaws.com/images/cb_5df564054f5d7d78550aea51f910eee6.image/jpeg",
    "founded_year": 2000,
    "location": "Plano, TX",
    "status": "Private",
    "twitter_handle": "VAZATA",
    "linkedin_id": 2337758,
    "top_keywords": [
        "enterprise software",
        "consulting",
        "infrastructure as a service",
        "managed hosting",
        "disaster recovery"
    ],
    "number_of_employees": 31,
    "short_description": "The COPT Connect, LLC powered by VAZATA’s VFI is delivered as an Infrastructure-as-a-Service (IaaS) offering using a multi-tenant community cloud computing environment.",
    "long_description": "The COPT Connect, LLC powered by VAZATA’s VFI is delivered as an Infrastructure-as-a-Service (IaaS) offering using a multi-tenant community cloud computing environment. It is available to U.S. Federal, State, and Local government entities.
        <br/><br/>
        The VFI is a solution using an industry leading virtualization technology leveraged upon a compliant IaaS environment. COPT/VAZATA offers a simple, yet secure, IaaS environment with a robust IPS/IDS security border and best-in-class firewall, switching infrastructure, compute and storage devices. Using the secure access portal, the IaaS environment allows agencies at-will deployment of systems without any predetermined OS type or functionality of the image (“OS-agnostic”). This gives the Federal, State, and Local government customer the most flexible options possible in implementing their systems into COPT/VAZATA’s government-only community cloud.
        <br/><br/>
        COPT/VAZATA replicates the entire VFI infrastructure elements at the Manassas, Virginia data center to an alternative processing site (data center) located centrally within the continental United States. All security controls are identical for both the primary and alternative processing centers, and both are fully operational at all times. The two processing centers are connected at all times by a dedicated private, multi-path 10GB network.",
    "sales_poc":"skovac@vazata.com",
    "fedramp_jab":"http://www.fedramp.gov/marketplace/compliant-systems/copt-connect-llc-powered-by-vazata-virtual-federal-image/"
}