{"id":"5130efc28989846a36000092","slug":"youtube","name":"YouTube","overall_score":1143,"object_type":"company","icon_url":"//datafox-favicons.s3.amazonaws.com/favicons/5130efc28989846a36000092.ico","url":"youtube.com","founded_year":2005,"logo_url":"//datafox-data.s3-us-west-1.amazonaws.com/images/cb_eef9eab24c50f0a312b8ce721fa2cc81.image/png","stage":"Acquired","status":"Acquired","location":"San Bruno, CA","top_keywords":["games","entertainment","online rental","video","internet"],"pe_ratio":null,"market_cap":null,"revenue_estimate":450000000,"number_of_employees":8927,"total_funding":11500000,"last_funding_date":"2006-04-01T08:00:00.000Z","twitter_handle":"YouTube","linkedin_id":16140,"twitter_followers_count":59120406,"angellist_followers_count":534,"short_description":"YouTube, a video-sharing platform, allows users to upload, view and share\nvideos, including movie and music clips and amateur content.","long_description":"YouTube is a video-sharing website created in February 2005 by three former\n[PayPal](/company/paypal) employees: [Chad Hurley](/person/chad-hurley), [Steve\nChen](/person/steve-chen) and [Jawed Karim](/person/jawed-karim). YouTube\nenables users to upload, view and share videos. It uses [Adobe\nFlash](/product/adobe-flash) video and HTML5 technology to display a wide\nvariety of user-generated video content, including video clips, TV clips, music\nvideos, and amateur content such as video blogging, short original videos, and\neducational videos. YouTube offers a variety of features, including playback,\nuploading, quality and codecs, and 3D video viewing. It also offers users the\nability to view its videos on web pages outside their website. The videos on the\nsite are playable on both [iOS](/product/ios) and [Android](/product/android)\nplatforms. Unregistered users can watch videos, while registered users can\nupload an unlimited number of videos. Videos considered to contain potentially\noffensive content are available only to registered users affirming themselves to\nbe at least 18 years old. Most of the content on YouTube has not been uploaded\nby individuals, but by media corporations including [CBS](/company/cbs),\n[BBC](/company/bbc), [Vevo](/company/vevo), [Hulu](/company/hulu), Haber and\nother organizations that offer some of their material as part of the YouTube\npartnership program. Partners from major movie studios, record labels, web\noriginal creators, viral stars, and millions more all have channels on YouTube.\nYouTube is predominantly an ad-supported platform, but also offers rental\noptions for a growing number of movie titles. YouTube is currently based in [San\nBruno, California](/location/san-bruno/151529f04640815f534f99a71c35ef01), and is\navailable in 76 languages. In November 2006, YouTube was acquired by\n[Google](/company/google) and now operates as a Google subsidiary."}